Repository: common-repository/vantevo-analytics
Catalog: languages/vantevo-analytics-*.po
Languages: it_it

source: Settings Vantevo Analytics
it_it: Impostazioni Vantevo Analytics

source: Dashboard
it_it: Bacheca

source: Documentation
it_it: Guida

source: Contacts
it_it: Contattaci

source: 404 - Page Not Found
it_it: 404: la pagina non è stata trovata

source: This function will automatically send an event of type %s404%s in which it will save the %surl%s of the page. With this function you will be able to keep track of all 404 pages in a very easy way.
it_it: Questa funzione invierà in modo automatico un evento di tipo %s404%s in cui verrà salvato l’%surl%s della pagina. Con questa funzione potrai tenere traccia di tutte le pagine 404 in modo molto semplice.

source: Caution: If you use the 404 error page tracking feature, your events will be counted as billable monthly page views.
it_it: Attenzione: se utilizzi la funzionalità di monitoraggio delle pagine di errore 404, gli eventi verranno conteggiati come visualizzazioni di pagina mensili e quindi fatturabili.

source: YES
it_it: SÌ

source: Outbound links
it_it: Link in uscita

source: With this feature you can monitor all outbound links from your site. For example, every time a user clicks on an outgoing link, the Vantevo script will send an %sOutbound Link%s event in which it will save the %surl%s.
it_it: Con questa funzione è possibile monitorare tutti i link in uscita dal sito. Ad esempio, ogni volta che un utente fa clic su un link in uscita, lo script Vantevo invierà un evento %sOutbound Link%s in cui salverà l’%surl%s.

source: For more information read ours
it_it: Per maggiori informazioni leggi la nostra

source: documentation
it_it: guida

source: Caution: If you use outbound link tracking, your events will be counted as billable monthly page views..
it_it: Attenzione: se utilizzi la funzione di monitoraggio dei link in uscita, gli eventi verranno conteggiati come visualizzazioni di pagina mensili e quindi fatturabili.

source: Automatic monitoring of file downloads
it_it: Monitoraggio automatico dei download di file

source: Enter a custom list of file extensions for the vantevo script to track and dispatch an event of type File Download.
it_it: Inserisci un elenco personalizzato di estensioni di file di cui lo script deve tenere traccia e inviare un evento di tipo File Download.

source: Except the URL do you want to track the file extension as well?
it_it: Oltre all’URL, vuoi tenere traccia anche dell’estensione del file?

source: If this feature is enabled, the Vantevo script will not automatically send the site analytics but you will need to add the code on each page to submit the analytics.
it_it: Se questa funzionalità è abilitata, lo script Vantevo non invierà automaticamente i dati del sito, ma sarà necessario aggiungere il codice in ogni pagina per inviare i dati.

source: The %smanual pageview%s function also allows you to specify custom locations to edit URLs with identifiers, read more on %smanual pageview%s.
it_it: La funzione %smanual pageview%s consente anche di specificare posizioni personalizzate per modificare gli URL con identificatori, leggi tutto su %smanual pageview%s.

source: Domain
it_it: Dominio

source: This parameter allows you to save the statistics of this site on a different domain. The domain must be saved in your Vantevo Analytics account. Remember to enable this domain in the domain settings in the "Information -> Authorized Domains" section. Read more about %sauthorized domains%s.
it_it: Questo parametro consente di salvare le statistiche di questo sito su un altro dominio. Il dominio deve essere salvato nel tuo account di Vantevo Analytics. Ricordati di abilitare questo dominio nelle impostazioni del dominio nella sezione “Informazioni -> Domini Autorizzati”. Maggiori informazioni su %sdomini autorizzati%s.

source: Development mode
it_it: Modalità di sviluppo

source: This function is for development mode, it simulates a request on your website without submitting it. You can see the request data in the browser console.
it_it: Questa funzione serve nella modalità di sviluppo, simula una richiesta sul tuo sito web senza inviarla. Puoi vedere i dati della richiesta nella console del browser.

source: This parameter allows tracking based on URL hash changes.
it_it: Questo parametro consente il monitoraggio in base alle modifiche dell’hash dell’URL.

source: Enable scroll tracking
it_it: Monitoraggio dello scorrimento delle pagine

source: Send an event whenever a user performs page scrolling for a specific location.The name of the event saved on Vantevo will be <strong>Scroll Tracking</strong>.
it_it: Invia un evento ogni volta che un utente esegue lo scorrimento della pagina per una posizione specifica. Il nome dell’evento salvato su Vantevo sarà <strong>Scroll Tracking</strong>.

source: Source script
it_it: Sorgente script

source: To not use our link to download the vantevo script, you can put the link to your cdn or download the script locally on your server.
it_it: Per non utilizzare il nostro link per scaricare lo script di vantevo, puoi inserire il link al tuo cdn o scaricare lo script localmente sul tuo server.

source: Exclude one or more pages from the statistics
it_it: Escludi una o più pagine dalle statistiche

source: Enter the path of the page you want to exclude from the statistics, for more information on using this function, consult our %sguide%s.
it_it: Inserisci il percorso della pagina che vuoi escludere dalle statistiche, per ulteriori informazioni sull’utilizzo di questa funzione, consulta la nostra %sguida%s.

source: Add pathname
it_it: Aggiungi pathname

source: /page
it_it: /pagina

source: Activate ecommerce monitoring
it_it: Attiva il monitoraggio dell’e-commerce

source: Select an item you want to use as a Brand.
it_it: Selezionare un elemento che si desidera utilizzare come brand.

source: <strong>Category</strong> - the first category of the product will be considered as the brand
it_it: <strong>Categoria</strong> - la prima categoria del prodotto sarà considerata un brand

source: <strong>Tag</strong> - the first tag of the product will be considered as a brand
it_it: <strong>Tag</strong> - il primo tag del prodotto sarà considerato un brand

source: Select element
it_it: Seleziona un elemento

source: Products category
it_it: Categoria prodotti

source: Products tags
it_it: Tag prodotti

source: It appears that WooCommerce is not active.
it_it: Sembra che WooCommerce non è attivo.

source: It appears that WooCommerce is not installed.
it_it: Sembra che WooCommerce non sia installato.

source: Settings
it_it: Impostazioni

source: Are you sure you want to delete the path?
it_it: Sei sicuro di voler eliminare il percorso?

source: Error: unable to save data.
it_it: Errore: impossibile salvare dati.
